TargetApplication=1.0
Author=Dirk Paehl
SourceLANGID=1033
LANGID=1033
Generator=DKLang Translation Editor v3.0
LastModified=2020-09-12 18:18:11

[drive_infos]
00000001=Drive information
00000002=Search new firmware via
00000003=Drive information
00000004=Device:
00000005=Burn-Proof
00000006=Max Read Speed
00000007=Max Write Speed:
00000008=Drive - Letter:
00000009=Firmware:
00000012=READ / WRITE
00000013=CR-R
00000014=CD-RW
00000015=DVD-R
00000016=DVD-RW
00000017=DVD+R
00000018=DVD+RW
00000019=DVD-RAM
00000020=DVD+DL
00000021=HDDVDR
00000022=HDDVDRAM
00000023=BDE
00000024=BDROM
00000025=BDRE
00000026=HDDVDROM
00000027=OK
00000030=Search

[frmMain]
00000004=CDROM
00000006=My Homepage
00000007=Abort
00000008=Burn
00000009=Erase
00000010=Test Write
00000011=Finalize Disc
00000012=Underrun Protection
00000013=Verify after burn
00000016=&Close
00000020=Drive :
00000021=Fifo:
00000022=Autodetect
00000024=Info
00000027=Import Session
00000030=ISO9660 Image Files (*.iso)|*.ISO|All Files (*.*)|*.*
00000032=Clear all
00000033=Remove
00000034=Quick Erase
00000035=Full Erase
00000036=Burn Data
00000037=Burn ISO
00000038=Convert BIN to ISO
00000039=Convert NRG to ISO
00000040=All files (*.*)|*.*

[$CONSTANTS]
Detectthemediumsize=Detect the medium size
DISCISNOTERASABLE=DISC IS NOT ERASABLE
ERASING_DISC=>>> ERASING DISC ...
Insert_a_disc=Insert a disc
NONmediumfoundorunknown=NON medium found or unknown
Size_OK=Size ok
Sorry_not_enough_space_on_this_medium=Sorry not enough space on this medium
